[
    {
        "title": "Happiness",
        "description": "Happiness clubs have become a growing trend in colleges worldwide, aiming to promote mental well-being, positivity, and joy among students. These clubs organize various activities, workshops, and events that foster a sense of community, self-care, and mindfulness. From meditation sessions and yoga classes to gratitude journals and volunteer opportunities.",
        "image": "/CHITKARA-HORIZON/IMAGESS/simages/happiness.png"
    },
    {
        "title": "French",
        "description": "Bonjour! Our French language club is a vibrant community of language enthusiasts. We gather weekly to practice conversational French, explore French culture, and share our love for the language. From beginners to advanced learners, all are welcome to join us. We organize language exchange events, movie nights, and cultural activities to help you improve your French skills.",
        "image": "/CHITKARA-HORIZON/IMAGESS/simages/french.png"
    },
    {
        "title": "Money Making",
        "description": "Welcome to our money-making club, where we empower students to take control of their finances and build wealth. Our club provides a platform to learn about personal finance, investing, and entrepreneurship. We invite industry experts to share their insights and experiences, and we collaborate on projects to generate passive income. From stock market analysis to starting a side hustle.",
       "image": "/CHITKARA-HORIZON/IMAGESS/simages/money.png"
    },
    {
        "title": "Salsa Sensation",
        "description": "Our salsa club is a vibrant community of dancers passionate about the rhythm and energy of salsa. We offer weekly salsa classes, socials, and workshops for all levels, from beginners to advanced dancers. Our experienced instructors teach various salsa styles, including LA, NY, and Cuban salsa. We create a fun and supportive environment to help you improve your technique, build confidence, and make new friends.",
        "image": "/CHITKARA-HORIZON/IMAGESS/simages/salsaa.png"
    },
    {
        "title": "Yoga",
        "description": "Namaste! Our yoga club is a serene community of like-minded individuals seeking balance and harmony in body, mind, and spirit. We offer weekly yoga classes, workshops, and meditation sessions tailored to all levels, from beginners to advanced practitioners. Our experienced instructors guide you through various yoga styles, including Hatha, Vinyasa, and Restorative yoga.",
        "image":   "/CHITKARA-HORIZON/IMAGESS/simages/yoga.png"
    },
    {
        "title": "Kathak",
        "description": "Experience the beauty of Indian classical dance! Our Kathak club is a vibrant community of dancers passionate about the art of storytelling through movement. We offer weekly Kathak classes, workshops, and performances for all levels, from beginners to advanced dancers. Our experienced instructors teach the intricacies of Kathak, including footwork, spins, and expressive gestures.",
         "image": "/CHITKARA-HORIZON/IMAGESS/simages/k2.png"
    }
]